[{"id":"C:\\Project\\docjs\\src","path":"C:\\Project\\docjs\\src/Readme.md","name":"Readme","data":"Tempor mollit proident sint est esse. Eu sit sunt pariatur enim voluptate excepteur minim deserunt ex. In nulla aliquip irure nisi aliquip aute occaecat dolore magna dolore laborum. Dolor aute reprehenderit nisi nulla consectetur proident deserunt incididunt velit et incididunt irure et voluptate. Labore ipsum labore cupidatat adipisicing adipisicing est proident anim eu ullamco duis. Fugiat sint quis consequat consectetur Lorem irure adipisicing quis ipsum id adipisicing Lorem. Mollit nulla pariatur consectetur Lorem Lorem dolor.\r\n\r\nEsse exercitation tempor ex mollit non dolor culpa. Quis aliquip voluptate esse deserunt non do mollit esse est magna deserunt dolore est occaecat. Aute eiusmod mollit cillum sunt aute quis nisi incididunt consectetur amet. Deserunt officia amet et veniam aliquip consectetur aliqua quis adipisicing. Amet excepteur pariatur dolore irure nisi dolor quis incididunt eiusmod ut commodo commodo.\r\n\r\nPariatur reprehenderit esse duis dolor anim non elit labore enim tempor consectetur id. Velit ex sunt duis commodo laborum ex esse et eiusmod cupidatat officia incididunt nulla voluptate. Commodo amet id consequat quis Lorem sunt commodo do est. Esse nostrud quis adipisicing esse enim aute occaecat aliqua ea aliqua Lorem.\r\n\r\nQui incididunt veniam ullamco labore proident occaecat. Dolore eiusmod ullamco laboris est adipisicing mollit enim veniam consectetur. Enim eiusmod consequat eiusmod nostrud ex do minim ad sunt.\r\n\r\nExcepteur incididunt officia occaecat nulla adipisicing. Id labore sunt voluptate aliquip elit sunt. Adipisicing minim id quis veniam. Amet commodo mollit magna cupidatat non amet. Dolore tempor nostrud fugiat aliqua elit minim. Pariatur reprehenderit ad magna nostrud sit sit est pariatur duis amet.\r\n\r\nVoluptate duis laboris culpa mollit velit. Veniam et pariatur minim eu do enim eiusmod ipsum mollit velit. Esse aute magna deserunt ex laborum deserunt labore eiusmod nulla elit amet in culpa magna. Non cillum mollit culpa elit enim non in magna sint dolor magna nisi in dolore. Quis nisi proident in magna commodo quis. Nostrud nisi irure occaecat occaecat quis dolor."},{"id":"C:\\Project\\docjs\\src/code","name":"Code","path":"C:\\Project\\docjs\\src/code","subs":[{"id":"C:\\Project\\docjs\\src/code","path":"C:\\Project\\docjs\\src/code/Readme.md","name":"Code","data":"Tempor mollit proident sint est esse. Eu sit sunt pariatur enim voluptate excepteur minim deserunt ex. In nulla aliquip irure nisi aliquip aute occaecat dolore magna dolore laborum. Dolor aute reprehenderit nisi nulla consectetur proident deserunt incididunt velit et incididunt irure et voluptate. Labore ipsum labore cupidatat adipisicing adipisicing est proident anim eu ullamco duis. Fugiat sint quis consequat consectetur Lorem irure adipisicing quis ipsum id adipisicing Lorem. Mollit nulla pariatur consectetur Lorem Lorem dolor.\r\n\r\nEsse exercitation tempor ex mollit non dolor culpa. Quis aliquip voluptate esse deserunt non do mollit esse est magna deserunt dolore est occaecat. Aute eiusmod mollit cillum sunt aute quis nisi incididunt consectetur amet. Deserunt officia amet et veniam aliquip consectetur aliqua quis adipisicing. Amet excepteur pariatur dolore irure nisi dolor quis incididunt eiusmod ut commodo commodo.\r\n\r\nPariatur reprehenderit esse duis dolor anim non elit labore enim tempor consectetur id. Velit ex sunt duis commodo laborum ex esse et eiusmod cupidatat officia incididunt nulla voluptate. Commodo amet id consequat quis Lorem sunt commodo do est. Esse nostrud quis adipisicing esse enim aute occaecat aliqua ea aliqua Lorem.\r\n\r\nQui incididunt veniam ullamco labore proident occaecat. Dolore eiusmod ullamco laboris est adipisicing mollit enim veniam consectetur. Enim eiusmod consequat eiusmod nostrud ex do minim ad sunt.\r\n\r\nExcepteur incididunt officia occaecat nulla adipisicing. Id labore sunt voluptate aliquip elit sunt. Adipisicing minim id quis veniam. Amet commodo mollit magna cupidatat non amet. Dolore tempor nostrud fugiat aliqua elit minim. Pariatur reprehenderit ad magna nostrud sit sit est pariatur duis amet.\r\n\r\nVoluptate duis laboris culpa mollit velit. Veniam et pariatur minim eu do enim eiusmod ipsum mollit velit. Esse aute magna deserunt ex laborum deserunt labore eiusmod nulla elit amet in culpa magna. Non cillum mollit culpa elit enim non in magna sint dolor magna nisi in dolore. Quis nisi proident in magna commodo quis. Nostrud nisi irure occaecat occaecat quis dolor."}]},{"id":"C:\\Project\\docjs\\src/file","name":"File","path":"C:\\Project\\docjs\\src/file","subs":[{"id":"C:\\Project\\docjs\\src/file","path":"C:\\Project\\docjs\\src/file/Readme.md","name":"File","data":""}]},{"id":"C:\\Project\\docjs\\src/settings","name":"Settings","path":"C:\\Project\\docjs\\src/settings","subs":[{"id":"C:\\Project\\docjs\\src/settings","path":"C:\\Project\\docjs\\src/settings/Readme.md","name":"Settings","data":"Tempor ea consectetur ipsum irure et ipsum ut quis et in in nisi. Incididunt irure ad in dolor dolore tempor fugiat eu culpa sunt. Lorem proident ut eiusmod nostrud laboris aute anim incididunt ullamco labore in quis amet mollit.\r\n\r\nMollit est laborum enim in proident. Ullamco elit dolore labore pariatur voluptate nulla laborum. Dolore amet veniam ea nisi consectetur laboris elit elit eu mollit consectetur labore anim. Fugiat nisi cupidatat tempor cupidatat irure laboris qui fugiat irure. Laborum mollit laborum officia dolor laboris Lorem qui laborum pariatur dolore ullamco occaecat. Fugiat ipsum aute velit sit ipsum ut veniam esse do minim culpa excepteur.\r\n\r\nNisi velit tempor ex qui nostrud esse duis aliquip ipsum. Sunt Lorem cillum incididunt ea labore enim culpa nisi reprehenderit ad incididunt sint velit. Et culpa occaecat fugiat ipsum tempor esse cillum sunt Lorem sunt.\r\n\r\nLaboris voluptate sint in mollit laboris eu nostrud. Excepteur magna ad est id esse sit. Tempor nulla elit voluptate sint deserunt mollit aute laboris dolore sunt labore. Qui reprehenderit veniam anim esse laboris sunt pariatur ex cillum amet.\r\n\r\nEst veniam consectetur culpa aute id ipsum anim commodo. Elit cupidatat ullamco sint irure occaecat ea in. Lorem adipisicing tempor deserunt nostrud ex qui ullamco irure Lorem excepteur. Deserunt qui cillum esse elit non consectetur amet ullamco cupidatat velit.\r\n\r\nEsse excepteur eu occaecat commodo reprehenderit. Velit amet aliqua laborum incididunt. In eiusmod minim qui in exercitation fugiat eu adipisicing ut consectetur. Mollit in nostrud nostrud consequat do. Laborum laborum eiusmod veniam velit occaecat."}]}]